Repository: dansebcar/frumpy
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: de

source: Topics
de: Themen

source: Logout
de: Aussloggen

source: Login
de: Einloggen

source: Signup
de: Anmelden

source: Home
de: Start

source: A1 Breakthrough
de: A1 Einstieg

source: A2 Waystage
de: A2 Grundlagen

source: B1 Threshold
de: B1 Mittelstufe

source: B2 Vantage
de: B2 gute Mittelstufe

source: C1 Proficiency
de: C1 fortgeschrittene Kenntnisse

source: C2 Mastery
de: C2 exzellente Kentnisse

source: hint
de: Hinweis

source: Not a dict containing all supported languages
de: Das ist kein dict, der enthalt die unterst√ºtzte Sprachen

source: Contains unmatched opening bracket
de: Enthalt eine unpaarige linke Klammer

source: Does not contain brackets
de: Enthalt keine Klammern

source: English
de: Englisch

source: German
de: Deutsch
