Repository: dansebcar/frumpy
Catalog: assets/src/locale/*/LC_MESSAGES/app.po
Languages: de

source: Add other languages for %{name}
de: Andere sprachen für %{name} einfugen

source: Cancel
de: Löschen

source: Create
de: Beschaffen

source: Create a new card
de: Eine neue Karte beschaffen

source: Create a new one
de: Eine Neue beschaffen

source: Create new info
de: Eine neue Info beschaffen

source: Need a hint?
de: Brauchen Sie einen Hinweis?

source: Next
de: Weiter

source: No
de: Nein

source: Please log in or sign up to view cards
de: Bitte einloggen oder anmelden um Karten anzuschauen

source: Previous
de: Zurück

source: Save
de: Speichern

source: Search
de: Suchen

source: Show
de: Zeigen

source: There's none left!
de: Es gibt noch keine!

source: Welcome to Frumpy!
de: Wilkommen

source: Yes
de: Ja
